autojump
cbonsai
clingo
clips
cw-rs
diskonaut
dragon-drag-and-drop-git
dtrx
flexo-git
glib
handlr-bin
hardcode-tray
libxft-bgra
mongodb-shell-bin
myxer
nerd-fonts-complete
nerd-fonts-mononoki
ox-bin
pandoc-bin
peerflix
perl-parse-exuberantctags
pfetch-git
python-pillow-simd
qimgv
reflector-mirrorlist-update
rm-improved
rolldice
sddm-sugar-dark
tealdeer
termcap
torrentflix
ttf-nerd-fonts-hack-complete-git
vscodium-bin
xdg-utils-handlr
xfce-polkit
yadm-git
youtube-dlp-bin
zoxide
