ani-cli-git
bat-extras-git
brother-hll3270cdw
cbonsai
clips
cw-rs
diskonaut
fluent-gtk-theme-git
fluent-icon-theme-git
fontpreview
glib
gobble
handlr
hardcode-tray
headsetcontrol
howdoi
keep
macchina
miniconda3
myxer
nvidia-tweaks
paspio-git
perl-log-dispatch
perl-parse-exuberantctags
pyqt4-common
python-cachelib
python-pywhat
qt5-jpegxl-image-plugin
refind-theme-nord
reflector-mirrorlist-update
rolldice
rust-rage
spectre-meltdown-checker
termcap
tex-match-bin
texlive-latexindent-meta
ttf-nerd-fonts-hack-complete-git
tungsten
x11-emoji-picker-git
xcp
xdg-utils-handlr
xfce-polkit
yadm-git
yt-dlp-drop-in
