adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-han-serif-jp-fonts
adobe-source-sans-fonts
aic94xx-firmware
alacritty
alsa-firmware
alsa-utils
ananicy
ani-cli-git
ant
anydesk-bin
apache
appstream
arandr
arc-gtk-theme
arc-icon-theme
arch-audit
arch-install-scripts
archlinuxcn-keyring
arcolinux-alacritty-git
arcolinux-arc-kde
arcolinux-bin-git
arcolinux-config-all-desktops-git
arcolinux-conky-collection-git
arcolinux-dconf-all-desktops-git
arcolinux-fonts-git
arcolinux-herbstluftwm-git
arcolinux-keyring
arcolinux-local-xfce4-git
arcolinux-meta-sddm-themes
arcolinux-mirrorlist-git
arcolinux-neofetch-git
arcolinux-paru-git
arcolinux-pipemenus-git
arcolinux-polybar-git
arcolinux-root-git
arcolinux-sddm-sugar-candy-git
arcolinux-systemd-services-git
arcolinux-termite-themes-git
arcolinux-tweak-tool-git
arcolinux-variety-git
arcolinux-wallpapers-git
arcolinux-welcome-app-git
arcolinux-xfce-git
arcolinuxd-system-config-git
arj
asciinema
atool
autoconf
autojump
automake
awesome-terminal-fonts
b3sum
base
bash-completion
bat
bat-extras-git
bind
binutils
bison
bleachbit
blueberry
bluez-utils
boost-libs
bpytop
brave-bin
broadcom-wl-dkms
broot
brother-hll3270cdw
btrfs-progs
cabextract
catimg
cbonsai
chaotic-keyring
chaotic-mirrorlist
clips
clonezilla
cmus
conky-lua-archers
cpuid
crda
croc
cryptsetup
cudnn
cups
cups-pdf
cw-rs
darkhttpd
dash
dashbinsh
dconf-editor
ddrescue
debtap
devtools
dex
dhclient
dialog
diffpdf
diffutils
discord
diskonaut
dmenu
dmraid
dnsmasq
dos2unix
dosfstools
downgrade
dunst
edid-decode-git
edk2-shell
efibootmgr
efm-langserver
elinks
etcher-bin
ethtool
evince
exfatprogs
exo
expac
f2fs-tools
fakeroot
fd
feh
ffmpegthumbnailer
file
file-roller
filezilla
findutils
fish
flameshot
flex
fluent-gtk-theme-git
fluent-icon-theme-git
font-manager-git
fontpreview
fragments
fsarchiver
fzf
gawk
gcc
gettext
gimp
git
git-delta
gksu
glances
glib
gmrun
gnome-disk-utility
gnome-keyring
gnu-netcat
go
go-ipfs
gobble
gparted
gpm
gptfdisk
grep
groff
gsfonts
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk-engine-murrine
gutenprint
gvfs-smb
gzip
handbrake
handlr
hardcode-tray
hblock
hdparm
headsetcontrol
herbstluftwm
heroku-cli-bin
highlight
howdoi
httpie
hugo
hw-probe
hwinfo
inetutils
inxi
ipw2100-fw
ipw2200-fw
irssi
jfsutils
jq
jre-openjdk
keychain
kvantum-qt5
laptop-detect
leftwm-git
leftwm-theme-git
lhasa
libjxl
libjxl-doc
libpwquality
libreoffice-fresh
libreoffice-fresh-it
librewolf
libtool
libxft-bgra
lightdm
linux-atm
linux-firmware
linux-xanmod-tt
linux-xanmod-tt-headers
logrotate
lsb-release
lsd
lsof
lsscsi
lvm2
lxappearance
lxqt-arc-dark-theme-git
lxrandr
m4
macchina
mailspring
make
man-db
man-pages
mbedtls
mc
mdadm
mediainfo
meld
memtest86+
mesa
miniconda
miniconda3
mintstick-git
mkinitcpio
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
mpv
mtools
mumble
myxer
namcap
nano
nautilus
nbd
ndisc6
neofetch
neovim-git
nerd-fonts-mononoki
nerd-fonts-noto
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nextcloud-client
nfs-utils
nilfs-utils
nitrogen
noisetorch
nomacs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-emoji-blob
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-dkms
nvidia-settings
nvidia-tweaks
nvidia-utils
nvme-cli
obs-studio
octave
octopi
openconnect
openldap
openrazer-driver-dkms
openresolv
openssh
openvpn
os-prober
overdue
p7zip
pacman
pandoc-bin
paper-icon-theme
parallel
partclone
parted
partimage
paru-bin
paspio-git
patch
pavucontrol
pdftk
perl-parse-exuberantctags
phoronix-test-suite
php7-apache
phpldapadmin
picom-ibhagwan-git
pinta
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
playerctl
plowshare
polkit
polkit-gnome
polybar
ppp
pptpclient
preload
protonmail-bridge-bin
psensor
pulseaudio-alsa
pulsemixer
pycharm-professional
pyenv
pyqt4-common
python-pillow
python-pip
python-poetry
python-pynvim
python-pyqt5
python-pyqt5-3d
python-pyqt5-chart
python-pyqt5-datavisualization
python-pyqt5-networkauth
python-pyqt5-purchasing
python-pyqt5-webengine
python-pywal
python-pywhat
python-qrcode
qimgv-git
qt5-jpegxl-image-plugin
qt5-xmlpatterns
qt5ct
ranger
refind
refind-theme-nord
reflector
reflector-mirrorlist-update
reiserfsprogs
ripgrep
rofi
rolldice
rp-pppoe
rsync
ruby
rust
rust-rage
rxvt-unicode
scdoc
scrot
sddm
sddm-sugar-candy-git
sddm-sugar-dark
sdparm
seahorse
sed
sg3_utils
sharutils
shellcheck
simple-scan
smartmontools
spectre-meltdown-checker
speedtest-cli
spotify
squashfs-tools
sublime-text-4
sudo
sxhkd
syslinux
system-config-printer
tamsyn-font
tcpdump
tealdeer
telegram-desktop
termcap
termdown
terminus-font
testdisk
tex-match-bin
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-latexindent-meta
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
the_platinum_searcher-bin
timeshift
tk
tmux
trizen
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-hack
ttf-hanazono
ttf-inconsolata
ttf-iosevka
ttf-mac-fonts
ttf-nerd-fonts-hack-complete-git
ttf-roboto
ttf-symbola
ttf-ubuntu-font-family
tungsten
ueberzug
unace
unrar
unzip
upd72020x-fw
upower
urxvt-perls
urxvt-resize-font-git
usb_modeswitch
usbutils
uudeview
ventoy-bin
veracrypt
vim
visual-studio-code-bin
viu
volumeicon
vpnc
w3m
wd719x-firmware
wget
wget2
which
wireless-regdb
wireless_tools
wireplumber
wpa_supplicant
wvdial
x11-emoji-picker-git
x11-ssh-askpass
xclip
xcp
xdg-user-dirs
xdg-utils-handlr
xdo
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-vesa
xfce-polkit
xfce4-appfinder
xfce4-notifyd
xfce4-power-manager
xfce4-screenshooter
xfce4-settings
xfce4-taskmanager
xfsprogs
xl2tpd
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
xtitle-git
yad
yadm-git
yt-dlp
yt-dlp-drop-in
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zip
zoxide
