adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-han-serif-jp-fonts
adobe-source-sans-pro-fonts
alacritty
alsa-firmware
alsa-utils
ant
ant-dracula-kde-theme-git
anydesk-bin
apache
appstream
arandr
arc-gtk-theme
arc-icon-theme
arch-install-scripts
arcolinux-arc-kde
arcolinux-bin-git
arcolinux-config-all-desktops-git
arcolinux-conky-collection-git
arcolinux-dconf-all-desktops-git
arcolinux-fonts-git
arcolinux-grub-theme-vimix-git
arcolinux-hblock-git
arcolinux-herbstluftwm-git
arcolinux-keyring
arcolinux-lightdm-gtk-greeter
arcolinux-lightdm-gtk-greeter-settings
arcolinux-local-xfce4-git
arcolinux-mirrorlist-git
arcolinux-neofetch-git
arcolinux-pipemenus-git
arcolinux-polybar-git
arcolinux-root-git
arcolinux-sddm-sugar-candy-git
arcolinux-systemd-services-git
arcolinux-termite-themes-git
arcolinux-tweak-tool-git
arcolinux-variety-git
arcolinux-wallpapers-git
arcolinux-welcome-app-git
arcolinux-xfce-git
arcolinuxd-system-config-git
arj
asciinema
atool
autoconf
autojump
automake
awesome-terminal-fonts
base
bash-completion
bat
bibata-cursor-theme-bin
bind
binutils
birdtray
bison
blueberry
bluez-utils
boost-libs
bottom
broadcom-wl
broot
btrfs-progs
cabextract
catimg
chaotic-keyring
chaotic-mirrorlist
chromium
cinnamon
clingo
clips
clonezilla
cmatrix
cmus
conky-lua-archers
cpuid
crda
croc
cryptsetup
cups
cups-pdf
cw-rs
darkhttpd
dash
dashbinsh
dconf-editor
ddrescue
devtools
dex
dhclient
dialog
diffutils
diskonaut
dmenu
dmraid
dnsmasq
docker
dos2unix
dosfstools
downgrade
dragon-drag-and-drop-git
drupal
dtrx
dunst
edid-decode-git
edk2-shell
efibootmgr
elinks
etcher-bin
ethtool
evince
exfatprogs
exo
expac
f2fs-tools
fakeroot
fd
feh
ffmpegthumbnailer
file
file-roller
filezilla
findutils
firefox
fish
flameshot
flex
font-manager-git
fortune-mod-cybersuntzu
fsarchiver
fzf
gawk
gcc
gettext
git
git-delta
gksu
glances
glib
gmrun
gnome-disk-utility
gnome-keyring
gnome-screenshot
gnu-netcat
go-ipfs
gotop-bin
gparted
gpm
gptfdisk
grep
groff
grub
gsfonts
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk-engine-murrine
gutenprint
gvfs-smb
gzip
handlr-bin
hardcode-fixer-git
haveged
hdparm
hefftor-mirrors-git
herbstluftwm
heroku-cli-bin
highlight
httpie
hw-probe
hwinfo
hyperfine
inxi
ipw2100-fw
ipw2200-fw
irssi
jetbrains-toolbox
jfsutils
jq
jre-openjdk
kdenlive
keychain
kvantum-qt5
laptop-detect
leftwm
leftwm-theme-git
lhasa
libpwquality
libtool
libxft-bgra
lightcord-bin
lightdm
linux
linux-atm
linux-firmware
logrotate
lsb-release
lsd
lsscsi
lvm2
lxappearance
lxqt-arc-dark-theme-git
lxrandr
m4
make
man-db
man-pages
mariadb
mbedtls
mc
mdadm
mediainfo
meld
memtest86+
mesa
mintstick-git
mkinitcpio
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
mpv
mtools
nano
nbd
ndisc6
neofetch
neovim
nerd-fonts-mononoki
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nextcloud-client
nfs-utils
nilfs-utils
ninja
nitrogen
nomacs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
numix-gtk-theme-git
numlockx
nvidia
nvidia-settings
nvidia-utils
nvme-cli
obs-studio
onlyoffice-bin
openconnect
openldap
openresolv
openssh
openvpn
os-prober
ox-bin
p7zip
pacman
pamac-aur
paper-icon-theme
papirus-icon-theme
partclone
parted
partimage
paru
patch
pavucontrol
perl-parse-exuberantctags
pfetch-git
php7-apache
phpldapadmin
picom
pinta
pkgconf
playerctl
polkit
polkit-gnome
polybar
ppp
pptpclient
preload
protonmail-bridge-bin
psensor
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulsemixer
pyenv
python-pillow-simd
python-pip
python-pywal
qbittorrent
qimgv
qt5-xmlpatterns
qt5ct
ranger
rate-arch-mirrors
reflector
reflector-mirrorlist-update
reiserfsprogs
ripgrep
rm-improved
rofi
rolldice
rp-pppoe
rsync
ruby
rust
rxvt-unicode
sardi-icons
scrot
sddm
sddm-sugar-candy-git
sddm-sugar-dark
sdparm
sed
sg3_utils
sharutils
simple-scan
skypeforlinux-stable-bin
smartmontools
speedtest-cli
spicetify-cli
spotify
squashfs-tools
st-distrotube-git
sublime-text-dev
sudo
swi-prolog
sxhkd
syslinux
system-config-printer
tamsyn-font
tcpdump
tealdeer
teamviewer
telegram-desktop
termcap
terminus-font
termite
testdisk
texinfo
the_platinum_searcher-bin
thunderbird
timeshift
tk
tmux
topgrade
torrentflix
trizen
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-hack
ttf-hanazono
ttf-inconsolata
ttf-iosevka
ttf-nerd-fonts-hack-complete-git
ttf-roboto
ttf-ubuntu-font-family
ueberzug
unace
unrar
unzip
update-grub
upower
urxvt-perls
urxvt-resize-font-git
usb_modeswitch
usbutils
uudeview
vim
vis
visual-studio-code-bin
viu
vlc
volumeicon
vpnc
w3m
wget
wget2
which
wireless-regdb
wireless_tools
wpa_supplicant
wvdial
x11-ssh-askpass
xclip
xdg-user-dirs
xdg-utils-handlr
xdo
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-vesa
xf86-video-vmware
xfce4-appfinder
xfce4-notifyd
xfce4-power-manager
xfce4-screenshooter
xfce4-settings
xfce4-taskmanager
xfsprogs
xl2tpd
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xtitle-git
yad
yadm-git
yay-bin
youtube-dl
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zip
