autojump
bat-extras-git
canta-gtk-theme-git
cbonsai
clingo
clips
cw-rs
diskonaut
dragon-drag-and-drop-git
glib
gobble
handlr
hardcode-tray
howdoi
keep
linux-xanmod-tt
linux-xanmod-tt-headers
macchina
miniconda3
myxer
nvidia-tweaks
peerflix
perl-log-dispatch
perl-parse-exuberantctags
python-cachelib
python-pillow-simd
python-pywhat
qt5-jpegxl-image-plugin
reflector-mirrorlist-update
rm-improved
rolldice
rust-rage
spectre-meltdown-checker
termcap
tex-match-bin
texlive-latexindent-meta
torrentflix
ttf-nerd-fonts-hack-complete-git
tungsten
xcp
xdg-utils-handlr
xfce-polkit
yadm-git
